Repository: ihniwiad/bsx-wordpress
Catalog: languages/*.po
Languages: de_de

source: Menu
de_de: Menü

source: Back
de_de: Zurück

source: Close Menu item
de_de: Menüebene schließen

source: Overview
de_de: Übersicht

source: Skip to main content
de_de: Zum Hauptinhalt springen

source: To top
de_de: Nach oben

source: Blog Pages Navigation
de_de: Beiträge Seiten Navigation

source: Search Pages Navigation
de_de: Suche Seiten Navigation

source: Older Posts
de_de: Ältere Beiträge

source: Newer Posts
de_de: Neuere Beiträge

source: Previous Page
de_de: Vorherige Seite

source: Next Page
de_de: Nächste Seite

source: No content available
de_de: Kein Inhalt verfügbar

source: Current Posts
de_de: Aktuelle Beiträge

source: Theme Settings
de_de: Theme Einstellungen

source: See/change cookie settings
de_de: Cookie-Einstellungen ansehen/ändern

source: Not found
de_de: Seite nicht gefunden

source: It looks like nothing was found at this location. Maybe try a search?
de_de: Die gewünschte Seite existiert nicht oder nicht mehr. Vielleicht hilft die Suche weiter?

source: Contact
de_de: Kontakt

source: Owner name
de_de: Firma / Betreiber

source: Street
de_de: Straße

source: Adress Additional
de_de: Adresszusatz

source: Zip
de_de: PLZ

source: City
de_de: Ort

source: Country
de_de: Land

source: Phone
de_de: Telefon

source: Service Phone
de_de: Service-Telefon

source: Page Style
de_de: Seiten-Style

source: Add space on Page top
de_de: Oben Abstand für Menü zufügen

source: Wrap Page with Container
de_de: Seite auf Container-Breite begrenzen

source: Meta Data
de_de: Meta-Daten

source: Title
de_de: Titel

source: Description
de_de: Beschreibung

source: Footer Menu Columns Count (0...5)
de_de: Anzahl Footer Menü-Spalten (0...5)

source: Show Phone & Email in footer
de_de: E-Mail & Telefon im Footer anzeigen

source: Use Social Media Brand colors
de_de: Social Media Brand-Farben benutzen

source: Yes
de_de: Ja

source: Primary Menu
de_de: Hauptmenü

source: Footer Column 1 Menu
de_de: Footer Spalte 1 Menü

source: Footer Column 2 Menu
de_de: Footer Spalte 2 Menü

source: Footer Column 3 Menu
de_de: Footer Spalte 3 Menü

source: Footer Column 4 Menu
de_de: Footer Spalte 4 Menü

source: Footer Column 5 Menu
de_de: Footer Spalte 5 Menü

source: Footer Bottom Menu
de_de: Footer Bottom Menü

source: Consent Popup Menu
de_de: Consent Popup Menü

source: Save
de_de: Speichern

source: Allow all
de_de: Alle erlauben

source: Essential
de_de: Essenziell

source: Analytics
de_de: Analyse

source: Send
de_de: Senden

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Human verification
de_de: Ich bin kein Roboter

source: Mandatory field
de_de: Pflichtfeld

source: Please fill this field.
de_de: Bitte dieses Feld ausfüllen.

source: Please provide a valid e-mail.
de_de: Bitte eine gültige E-Mail eingeben.

source: Message
de_de: Nachricht

source: Load other security code
de_de: Anderen Sicherheitscode laden

source: Thank you. Your message has been sent successfully.
de_de: Vielen Dank. Ihre Nachricht wurde erfolgreich gesendet.

source: Something went wrong while trying to send email.
de_de: Beim Versuch die Nachricht zu senden ist ein Fehler aufgetreten.

source: Your data is invalid or you are not allowed to access this server.
de_de: Ihre Daten sind ungültig oder Sie haben keine Berechtigung, auf diesen Server zuzugreifen.

source: Theme Form Entry
de_de: Theme Form Eintrag

source: Theme Form Entries
de_de: Theme Form Einträge

source: Error while trying to process bulk action. Your data has not been deleted.
de_de: Fehler während der Stapelverarbeitung. Die gewünschten Daten konnten nicht gelöscht werden.

source: One ore multiple entries were successfully deleted by bulk action.
de_de: Einen oder mehrere Einträge wurden erfolgreich mittels Stapelverarbeitung gelöscht.

source: Date
de_de: Datum

source: Form Title
de_de: Formular-Titel

source: Company
de_de: Unternehmen

source: Subject
de_de: Betreff

source: Content
de_de: Inhalt

source: Error while trying to connect database.
de_de: Fehler beim Versuch eine Datenbankverbindung herzustellen.

source: Form ID
de_de: Formular-ID

source: Error while trying to update database. Your data has not been deleted.
de_de: Fehler beim Aktualisieren der Datenbank. Die gewünschten Daten konnten nicht gelöscht werden.

source: Your entry was successfully deleted.
de_de: Der gewünschte Eintrag wurde erfolgreich gelöscht.

source: View Theme Form Entry %s
de_de: Theme Form Eintrag %s ansehen

source: Entries List
de_de: Einträge-Übersicht

source: Fields
de_de: Felder

source: Field Name
de_de: Feld-Name

source: Field Value
de_de: Feld-Wert

source: IP Address
de_de: IP-Addresss

source: Comment
de_de: Kommentar

source: Error while trying to update database. Your data has not been saved.
de_de: Fehler beim Aktualisieren der Datenbank. Die gewünschten Daten konnten nicht gespeichert werden.

source: Your entry was successfully updated.
de_de: Der Eintrag wurde erfolgreich aktualisiert.

source: Edit Theme Form Entry
de_de: Theme Form Eintrag bearbeiten

source: Really delete ”%1$s“ from %2$s (id: %3$d)?
de_de: Möchtes du „%1$s“ von %2$s (ID: %3$d) wirklich löschen?

source: Do you really want to delete one or multiple items?
de_de: Möchtest du wirklich einen oder mehrere Einträge löschen?

source: Theme Form Settings
de_de: Theme Form Einstellungen

source: Input placeholder syntax
de_de: Felder-Platzhalter Syntax

source: Input
de_de: Feld

source: Translation
de_de: Übersetzung

source: Input examples
de_de: Beispielfelder

source: Mandatory input example
de_de: Beispiel Pflichfeld

source: Optional input example
de_de: Beispiel optionales Feld

source: Textarea example
de_de: Beispiel Textfeld

source: Translation example
de_de: Beispiel Übersetzung

source: Human verification display
de_de: Human-Verification-Code Anzeige

source: Human verification input
de_de: Human-Verification Eingabefeld

source: Human verification refresh code attribute
de_de: Human-Verification-Code neu laden Attribut

source: Special input names
de_de: Spezielle Feldnamen

source: In addition to sending an e-mail, all data is saved in the database. The following (optional) special input names are saved in separate database columns so that they can then be clearly displayed / sorted in the backend:
de_de: Neben dem Senden einer E-Mail werden alle Daten in der Datenbank gespeichert. Die folgenden (optionalen) speziellen Input-Namen werden dabei in separaten Datenbankspalten gespeichert, um anschließend im Backend übersichtlich darstellbar / sortierbar zu sein:

source: Embed shortcode
de_de: Shortcode zum Einbetten

source: Form Template
de_de: Formular-Template

source: Recipient e-mail
de_de: Empfänger-E-Mail

source: Use placeholders in subject (optional) and e-mail templates:
de_de: Nutze Platzhalter in Betreff (optional) und E-Mail-Template:

source: Optional use e-mail placeholder, e.g.:
de_de: Optional E-Mail-Platzhalter nutzen, z.B.:

source: Recipient 2 e-mail
de_de: Empfänger 2 E-Mail

source: Subject 2
de_de: Betreff 2
